---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.InitialColor
source: html/cf1a4db7-c49d-ff7a-b8dd-ddf9a70fb706.htm
---
# InitialColor Members

Creates a copy of the InitialColor derived object.